<?php

use Illuminate\Database\Seeder;
use App\Models\Course;
class CourseSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        for ($x = 1; $x <= 200; $x++) {
            $level = ['مبتدئ A1' , 'مبتدئ A2' , 'المتوسط B1' , 'المتوسط B2' , 'متقدم C1' , 'متقدم C2'];
            $int= mt_rand(1262055681,1262055681);
            Course::create([
                "name_ar" => 'لغة انجليزية عام '.$x,
                "slug" => 'لغة-انجليزية-عام-'.$x,
                "about_ar" => '<p dir="rtl">بالعلم يمكنك تحقيق الأحلام التي تسعى إليها الفرد، وذلك حتى يمكنه أن يصبح عضو ناجح ويفيد وطنه، وعليه فيجب على الفرد الالتزام ببعض الخطوات حتى يمكنه التعلم على النحو الصحيح، والتي تبدأ بالاس<strong>تماع والإنصات جيدًا ثم الحفظ ثم التطبيق.</strong></p><p dir="rtl">بالعلم يمكنك تحقيق الأحلام التي تسعى إليها الفرد، وذلك حتى يمكنه أن يصبح عضو ناجح ويفيد وطنه، وعليه فيجب على الفرد الالتزام ببعض الخطوات حتى يمكنه التعلم على النحو الصحيح، والتي تبدأ بالاستماع والإنصات جيدًا ثم الحفظ ثم التطبيق.</p><h5 dir="rtl">بالعلم يمكنك تحقيق الأحلام التي تسعى إليها الفرد، وذلك حتى يمكنه أن يصبح عضو ناجح ويفيد وطنه، وعليه فيجب على الفرد الالتزام ببعض الخطوات حتى يمكنه التعلم على النحو الصحيح، والتي تبدأ بالاستماع والإنصات جيدًا ثم الحفظ ثم التطبيق.</h5>', 
                "institute_id" => rand(1,30),
                "creator_id" => 1,
                "min_age" => rand(12 , 27),
                "start_day" => date("Y-m-d H:i:s",$int),
                "study_period" => 'صباحي',
                "lessons_per_week" => 5,
                "hours_per_week" => 20,
                "required_level" => $level[rand(0 , 5)],
                "title_tag" => 'لغة انجليزية عام'.$x,
                "meta_keywords" => 'كابلان, الدراسة في الخارج اللغة الانجليزية',
                "meta_description" => 'كابلان, الدراسة في الخارج اللغة الانجليزية',
                "approvement" => 1,
                "discount" => rand(0,95)/100,
            ]);
        }
    }
}
