@extends('website.app') @section('website.content')
<div class="bg-sub-secondary-color">
    <!-- intro  section -->
    <section class="intro position-relative" style="height:80vh;background-image: url('{{asset('website/imgs/about-us-banner.jpg')}}');">
        <div class="overlay" style="background-color: rgba(0, 0, 0, 0.6);"></div>
        <div class="container-fluid">
            <div class="row px-xl-5">
                <div class="col-lg-2 mx-auto text-center"></div>
                <div class="col-lg-8 py-5 text-center">
                    <h1 style="font-size: 70px;color: #f4c20d!important;" class="text-white font-weight-bold mb-4">عن كلاسات</h1>
                    <p style="font-size: 30px" class="lead text-white mb-4">نستثمر خبراتنا لدعم الطلبة في المسيرة التعليمية</p>
                </div>
                <div class="col-lg-2 mx-auto text-center"></div>
            </div>
        </div>
    </section>

    <section class="brief bg-white py-5">
        <div class="container-fluid">
            <div class="row px-xl-5">
                <div class="col-lg-4 mb-4 text-center">
                    <!-- Img Brief -->
                    <img src="{{asset('website')}}/imgs/brief.png" alt="" class="img-fluid rounded-10" />
                    <!-- ./Img Brief -->
                </div>
                <div class="col-lg-8 align-self-center">
                    <div class="heading-brief">
                        <h2 class="text-main-color font-weight-bold">من نحن</h2>
                        <p>كلاسات (Classat) منصة إلكترونية رائدة في تقديم الخدمات الأكاديمية والتعليمية بأفضل المعاهد والمؤسسات التعليمية الدولية للطلبة الدوليين، والمتمثلة في توفير دورات اللغة الإنجليزية والبرامج الأكاديمية المتخصصة، بجانب تيسير الإجراءات النظامية والمالية وإجراءات القبول، وتوفير السكن المناسب بالبلد محل الدراسة.</p>
                        <p>تحظى كلاسات (Classat) بالخبرات الكافية في توفير أفضل المعاهد والجامعات للطلبة الدوليين؛ يرجع ذلك إلى وجود فريق عمل من الخبراء الأكاديميين على دراية واسعة بالجانب الأكاديمي والأنظمة، ولهم القدرة على تيسير إجراءات القبول، وتوفير متطلبات الدراسة والإقامة بالخارج.</p>
                        <p>تهدف منصة كلاسات (Classat) - من خلال تعزيز شراكتنا والتعاون المستمر مع المؤسسات الأكاديمية، والجامعات، والمعاهد الدولية - إلى توسيع التعاون الأكاديمي المشترك، والذي يُثمر عن توفير أفضل المعاهد والجامعات الدولية للطلبة الراغبين في الدراسة بالخارج، والطامحين لتوسيع أفاقهم التعليمية، وتحسين مهاراتهم اللغوية.</p>
                        <a href="{{route('website.institutes')}}" class="btn rounded-10 bg-secondary-color text-center mb-3 text-white">تصفح المعاهد</a>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- ./Brief -->
    <!-- Team -->
    <section class="team py-5" id="team">
        <div class="container-fluid">
            <!-- our services -->
            <div class="mb-5 pb-5">
                <div class="row px-xl-5 mb-5">
                    <div class="col-lg-12">
                        <div class="heading-team text-center">
                            <h2 class="text-main-color font-weight-bold">ماذا نقدم</h2>
                        </div>
                    </div>
                </div>

                <div class="row px-xl-4">
                    <div class="col-md-6">
                        <div class="bg-white shadow-lg rounded-10 p-5 mb-4 h-100">
                            <h4 class="my-5 text-main-color" style="font-weight: bold">البرامج التدريبية، خدمات التسجيل وإجراءات القبول </h4>
                            <h5 class="mb-4">الدورات التدريبية</h5>
                            <p>إذا كنت واحداً ممن يواجهون صعوبة في اختيار كورس اللغة الإنجليزية، لا تقلق! دعنا نساعدك في الحصول على الدورة التدريبية بما يتناسب مع متطلباتك وإمكانياتك المادية.</p>
                            <hr>
                            <h5 class="mb-4">التخصصات الأكاديمية</h5>
                            <p>لديك بعض التساؤلات حول التخصصات المتاحة وتصنيف الجامعات حسب تخصصك، والمساعدة في الاختيار من بين أفضل الجامعات الدولية؟ اذاً، فأنت بحاجة إلى الإرشاد الأكاديمي الذي سيوفره لك نٌخبة من المستشارين الأكاديميين. يمكننا في كلاسات (Classat) مساعدتك في عمليّة اختيار التخصص الجامعي، والاختيار من بين أفضل الجامعات الدولية بما يتناسب مع متطلباتك.</p>
                            <hr>
                            <h5 class="mb-4">إجراءات قبول الدراسة الجامعية بمستوياتها التعليمية المختلفة</h5>
                            <p>إذا كنت لا تعرف ما هي متطلبات القبول، وترغب في المساعدة من جهة موثوقة، فلا تتردد بالتواصل مع فريق عمل كلاسات (Classat)، وسوف يقوم بدوره، بالنيابة عنك، بتأمين المستندات المطلوبة لتقديمها بالجامعة الدولية التي ترغب في الدراسة بها، وتأمين قبول اللغة، والذي يُعد أحد الشروط الأساسية لقبول الدراسة الجامعية. </p>
                            <hr>
                            <h5 class="mb-4">الاختيار الأمثل للوجهة الدراسية</h5>
                            <p>تضمن كلاسات (Classat) الاهتمام بكافة التفاصيل حول البلد أو المدينة محل الدراسة، فلدينا القدرة على تقديم النّصائح والمساعدة فيما يتعلّق بالاختيار الأمثل للوجهة الدراسية المُبتعث إليها بما يتناسب مع احتياجات الطلبة.</p>
                            
                        </div>
                    </div>
                    <div class="col-md-6">
                        <div class="bg-white shadow-lg rounded-10 p-5 mb-4 h-100">
                            <h4 class="my-5 text-main-color" style="font-weight: bold">الخدمات الاستشارية (أنظمة الإقامة والمالية) </h4>
                            <h5 class="mb-4">خدمات الحصول على التأشيرة</h5>
                            <p>لا تفكر كثيراً في إجراءات الحصول على التأشيرة، فقد تكفلت كلاسات (Classat) بهذه الخطوة؛ لضمان حصولك على تأشيرة وجهتك الدراسية، وتزويدك بالنصائح السليمة فيما يخص أنظمة الدولة محل الدراسة من إقامة ومعيشة.</p>
                            <hr>
                            <h5 class="mb-4">الخدمات الاستشارية في أنظمة الإقامة والدراسة بالخارج</h5>
                            <p>تحظى كلاسات (Classat) بالخبرات الكافية في تقديم الاستشارات التعليمية الدولية. نحن لدينا مستشارين وخبراء موثوق بهم، لديهم كافة المعلومات النظامية المتعلّقة بالإقامة والدراسة بالخارج.</p>
                            <hr>
                            <h5 class="mb-4">ترتيبات السفر إلى الخارج</h5>
                            <p>وإذا كنت قلقاً بشأن ترتيبات السفر، فإن كلاسات (Classat) تضمن لك تقديم التوجيهات والنصائح قبل السفر، وحتى بعد وصولك إلى وجهتك الدراسية، بما في ذلك مراعاة كافة تفاصيل سفرك.</p>
                            <hr>
                            <h5 class="mb-4">خدمات إيجاد وتأمين السكن</h5>
                            <p>من واقع خبرتنا وشراكتنا مع من يعملون في مجال تأمين وتوفير السكن المناسب لطلابنا، فإنه يمكنك الاعتماد علينا في عملية البحث عن السكن المناسب؛ طبقاً لاحتياجاتك، وتلبية لراحتك.</p>
                            <hr>
                            <h5 class="mb-4">تقديم النصائح حول إدارة النفقات المالية وكيفية مراقبه الموارد المالية للطلبة أثناء الرحلة الدراسية</h5>
                            <p>لا شكّ أن إدارة النفقات المالية واحدة من أهم المسائل التي يجب على الطلبة المبتعثين مراعاتها أثناء دراستهم في الخارج، وكما أن الدارسة في الخارج تحتاج إلى دعم مالي جيد، فإن إدارة النفقات المالية تحتاج إلى نصائح وتوجيهات المستشارين الماليين من ذوي الخبرة بهذا الشأن. اعتمد علينا! فلدينا أفضل المستشارين الماليين سيقدمون لك الحلول المثالية لإدارة ومراقبة نفقاتك المالية.</p>
                            <hr>
                            <h5 class="mb-4">مساعدة طلابنا في التواصل مع طلبة المعاهد والجامعات الدولية والخريجين منهم</h5>
                            <p>يقدم لك فريق عمل كلاسات (Classat) الدعم حول كيفية التواصل مع طلبة المعاهد والجامعات الدولية، وكذلك الطلبة الخريجين، وحول أماكن المشاركات الاجتماعية الأكثر أماناً وتقيداً بقيم وعادات المجتمعات العربية من نوادي، وأماكن لممارسة الرياضة، وغيرها من الأنشطة الطلابية والترفيهية. سوف نساعدك على الوصول لأماكن المشاركات الاجتماعية الأكثر أماناً، سوف نعمل على ضمان تعزيز تجربتك الدراسية بالخارج.</p>
                            <hr>
                            <h5 class="mb-4">توفير الدعم المستمر ومتابعة طلبك خطوة بخطوة حتى تحقيق طموحك العلمي والمهني</h5>
                            <p>مع التطور الكبير الذي يشهده قطاع التعليم، بات من الضروري وجود أشخاص أكاديميون من ذوي الخبرة يقدمون خبراتهم الإرشادية الأكاديمية والتعليمية الدقيقة للطلبة المبتعثين الراغبين في الدراسة بالخارج. لكي نكون أكثر وضوحاً، فإن دور فريق المستشارين لا يتوقف عند حصولك على المعلومات الصحيحة فقط، بل يبقى التواصل مستمراً مع أعضاء الفريق خطوة بخطوة حتى تحقيق طموحك العلمي والمهني.</p>
                            <p>يبذل المستشارون وفريق العمل، على حد سواء، قصارى جهدهم من أجل توفير الدعم، وتذليل كافة الصعوبات وعقبات القبول. نحن قادرون على دعمك باستمرار.</p>
                            <hr>
                            <h5 class="mb-4">تقديم كافة التأشيرات للدول (المملكة المتحدة، كندا، أستراليا، الولايات المتحدة الأمريكية)</h5>
                        </div>
                    </div>
                </div>
            </div>


        </div>
    </section>
    <!-- ./Team -->


</div>

@endsection
