@extends('website.app') @section('website.content')
<div class="bg-sub-secondary-color">
    <!-- intro  section -->
    <section class="intro position-relative" style="height:80vh;background-image: url('{{asset('website/imgs/about-us-banner.jpg')}}');">
        <div class="overlay" style="background-color: rgba(0, 0, 0, 0.6);"></div>
        <div class="container-fluid">
            <div class="row px-xl-5">
                <div class="col-lg-2 mx-auto text-center"></div>
                <div class="col-lg-8 py-5 text-center">
                    <h1 style="font-size: 70px;color: #f4c20d!important;" class="text-white font-weight-bold mb-4">الشروط و الاحكام</h1>
                </div>
                <div class="col-lg-2 mx-auto text-center"></div>
            </div>
        </div>
    </section>

    <section class="brief bg-white py-5">
        <div class="container">
            <p>

                
                <h3 class="text-main-color font-weight-bold my-4">الأحكام التفسيرية</h3>
                <ul style="list-style:disc">
                    <li class="mb-4">تنطبق هذه الشروط والأحكام على المستخدمين (زوار المنصة الإلكترونية)، ومقدمي الطلب (المنتفعين من الخدمات التي تقدمها مؤسسة كلاسات)، المُقدمة عبر منصتها الإلكترونية: ------------، وبمجرد دخولك على هذا الرابط فأنت توافق على الالتزام بهذه الشروط والأحكام الواردة هنا.</li>
                    <li class="mb-4">تشير المصطلحات: "كلاسات"، "Classat"، "المنصة الإلكترونية"، "البريد الإلكتروني"، "نحن"، "ضمير المتكلم"، إلى مؤسسة كلاسات للخدمات الأكاديمية والتعليمية، بينما يشير كلاٌ من: "أنت"، "ضمير المُخَاطب" إلى مقدم الطلب، الطلبة، والمستخدمين لمنصة كلاسات للأغراض الشخصية وغير التجارية.  </li>
                    <li class="mb-4">يجوز لنا تحديث للشروط والأحكام أو التعديل عليها في أي وقت دون إخطار، مما يعني أنه يجب عليك مراجعة شروط وأحكام المنصة الإلكترونية بصفة دورية.</li>
                    <li class="mb-4">تصف هذه الشروط والأحكام ما يحق لمقدم الطلب من خدمات تتوفر له من خلالنا، كما يجب عليه الوفاء بالالتزامات نظير الخدمات الحاصل عليها. </li>
                    <li class="mb-4">تقع المسؤولية كاملة على مُقدم الطلب عن صحة ودقة المعلومات التي يقدمها إلى "كلاسات" عبر المنصة الإلكترونية أو البريد الإلكتروني؛ لغرض الحصول على الخدمات الأكاديمية.</li>
                </ul>

                <h3 class="text-main-color font-weight-bold my-4">الخدمات وحدود المسؤولية</h3>
                <ul style="list-style:disc">
                    <li class="mb-4">يهدف منصة "كلاسات" الإلكترونية إلى توفير الخدمات الأكاديمية إلى الطلبة الراغبين في الدراسة بأحد المؤسسات التعليمية الدولية بالخارج.</li>
                    <li class="mb-4">يتمثل دورنا في "الوساطة" بين تلك المؤسسات التعليمية وبين الطلبة؛ من أجل: توفير برامج اللغة الإنجليزية والبرامج الأكاديمية المتخصصة، وتوفير متطلبات الدراسة والإقامة بالخارج، وتيسير الإجراءات النظامية والمالية وإجراءات القبول، وسكن الطلبة. </li>
                    <li class="mb-4">لا تشكل تلك الخدمات المذكورة سابقاً عقد مُبرم بيننا وبين مقدم الطلب، إذ لا تمثل كلاسات جهة تعليمية كالجامعة أو المعهد أو المدرسة، ولسنا شركة تقوم بتوفير خدمات سكن الطلبة.  وعليه، يخضع مقدم الطلب إلى شروط وأحكام المؤسسات التعليمية ومزودي خدمة السكن.</li>
                    <li class="mb-4">نحن غير مُلزَمُون، ولا يقع على عاتقنا أي مسؤولية تنتج عن عدم وفاء المؤسسات الأكاديمية والتعليمية ومزودي خدمة السكن بالالتزامات المفروضة عليهم تجاه مقدم الطلب، ولا نمثل طرفاً ثالثاً في أي نزاع ينشأ بينهما، حيث تقع كامل مسؤولياتنا في نطاق تيسير حصول مقدم الطلب على الخدمات الأكاديمية من المؤسسات التعليمية المحلية والدولية.</li>
                    <li class="mb-4">تحرص "كلاسات" على تحديث بيانات المنصة الإلكترونية بشكل دوري؛ لضمان حصولك على المعلومات الصحيحة والدقيقة، ولا تقع على عاتقنا أي مسؤولية نتيجة تغيير بيانات المنصة الإلكترونية بدون إخطار مسبق من المؤسسات الأكاديمية والتعليمية التي قامت بتحديث بياناتها فجأة وبدون سابق إنذار. </li>
                    <li class="mb-4">إننا لا نتحمل أي مسؤولية عن الخسائر أو الأضرار التي قد تتعرض لها بشكل مباشر أو غير مباشر، والتي تنشأ عن استخدام هذه المنصة الإلكترونية، ويشمل ذلك الفيروسات، اختراق المنصة الإلكترونية الناجم عن الهجمات الإلكترونية (الهاكرز)، أو ظهور محتوى إعلاني على أحد صفحات المنصة الإلكترونية.</li>
                </ul>

                <h3 class="text-main-color font-weight-bold my-4">المخاطر</h3>
                <ul style="list-style:disc">
                    <li class="mb-4">لا نتحمل أي مسؤولية قانونية في حال عدم قدرتنا على الوفاء بالالتزامات نتيجة وقوع كوارث طبيعية، أو حرائق، أو صدور قرارات حكومية (مُلزِمة التنفيذ)، أو وقوع هجمات الإلكترونية، أو نتيجة فشل أحد الشركات والمؤسسات المتعاقد معها عن الوفاء بالالتزامات تجاه مقدم الطلب، أو لأي سبب آخر خارج عن تصرفنا.</li>
                </ul>

                <h3 class="text-main-color font-weight-bold my-4">خصوصية البيانات وحمايتها</h3>
                <ul style="list-style:disc">
                    <li class="mb-4">نقوم بجمع وتخزين البيانات والمعلومات من (المؤسسات التعليمية) و(مقدم الطلب)؛ من أجل استخدام تلك البيانات والمعلومات في تقديم الخدمات الأكاديمية والتعليمية.</li>
                    <li class="mb-4">يقع على عاتقنا المحافظة على خصوصية البيانات الشخصية لمقدمي الطلب، وذلك من خلال اتخاذ الاحتياطات الأمنية اللازمة لضمان سرية البيانات.</li>
                    <li class="mb-4">في حال قيامك بتعبئة لأي استمارة إلكترونية عن طريق منصتنا الإلكترونية، فإن ذلك يعني أنك توافق على تخزين تلك البيانات على قاعدة بيانات "كلاسات"، والسماح لنا باستخدامها للأهداف الإدارية والتسويقية الخاصة بنا</li>
                    <li class="mb-4">إذا قامت "كلاسات" بالاستعانة بطرف ثالث، فإنه يقع على عاتقنا مسؤولية حماية تلك البيانات، وضمان عدم حصول الطرف الثالث على تلك البيانات بأي حال من الأحوال.</li>
                    <li class="mb-4">يحق لمقدم الطلب مراسلة إدارة مؤسسة كلاسات عبر البريد الإلكتروني: ......... طلباً لحذف البيانات الشخصية من أرشيف المنصة الإلكترونية؛ وذلك في حال عدم رغبتك في تلقي أي خدمات أخرى بعد ذلك. </li>
                </ul>
                
            </p>
        </div>
    </section>
    <!-- ./Brief -->
 


</div>

@endsection
